@extends('layouts.app')

@section('content')
<div class="container">
    <div class="row">
        <div class="col-md-10 col-md-offset-1">
            <div class="panel panel-default">
                <div class="panel-heading">DON IS version 2.00</div>

                <div class="panel-body">
                    <strong> 15.07.2016 </strong>
                    Добавлен механизм сессий для сотрудников, модуль администратора усилен новыми функциями 
                    <ul> 
                        <li>Фиксируется открытие и закрытие смены у бариста</li>
                        <li>В админ панели блок функций для работы с результатами усилен сессиями </li>
                    </ul>
   
                     <strong> 13.07.2016 </strong>
                    Деплойт проекта на <strong> isdon.ru </strong>
                    
                    <strong> 10.07.2016: версия 2.00 </strong>
                    Для новой версии использован движок Laravel 5.2. 
                    <ul> 
                        <li>Реализован кассовый модуль: выбор продукта, поиск клиента по телефону, установление скидки</li>
                        <li>Модуль добавления новых клиентов </li> 
                        <li>Первоначальная панель администратора  
                        В панели администратора реализованы функции установления ролей для персонала, функция добавления 
                        и редактирования групп, продуктов и вариантов продуктов. </li>
                    </ul>
                    
                    <strong> 09.07.2016 </strong>
                    Зарегистрирован домен <strong> isdon.ru </strong> 
                    
                </div>
            </div>
        </div>
    </div>
</div>
@endsection
